Repository: xoascf/OTRMod
Catalog: OTRMod.Web/Shared/Resources/Resource.*.resx
Languages: es

# info_sel
source: Click the "Generate OTR" button when you're ready.
es: Pulse el botón «Generar mod» cuando esté listo.

# info_fin
source: OTR generated successfully!
es: ¡Mod generado con éxito!

# info_wait
source: Please wait while your OTR is being generated...
es: Espere mientras se genera su mod...

# info_not_sel
source: Select a script file and ROM to generate the OTR.
es: Seleccione un script y ROM para generar un mod.

# sel_rom
source: Choose a ROM:
es: Elija una ROM:

# sel_script
source: Choose a script:
es: Elija un script:

# btn_wait
source: Generating...
es: Generando...

# nav_menu
source: Navigation menu
es: Menú de navegación

# error_404_h1
source: 404 - Page not found
es: 404 - Página no encontrada

# error_404_p
source: Sorry, the page you are looking for does not exist.
es: Lo sentimos, la página que busca no existe.

# error_404_title
source: Page not found
es: Página no encontrada

# lang_tag
source: en
es: es

# visit_on_gh
source: Visit OTRMod on GitHub
es: Visite OTRMod en GitHub

# gimme_cafe
source: Keep me awake
es: Mantenme despierto

# dev_by
source: Developed by Amaro Martínez (xoascf)
es: Desarrollado por Amaro Martínez (xoascf)

# upd_btn
source: Update Now
es: Actualizar ahora

# upd_txt
source: There is a new version available.
es: Hay una nueva versión disponible.

# txt_editor_title
source: OTRMod Web - Text Editor (OoT)
es: OTRMod Web - Editor de textos (OoT)

# txt_editor_h3
source: Text Editor (OoT)
es: Editor de textos (OoT)

# txt_editor_desc
source: Import and export compatible game text formats.
es: Importe y exporte formatos de texto compatibles con el juego.

# load_from_h
source: Load from .h message file
es: Cargar desde archivo de mensajes .h

source: Replacements:
es: Reemplazos:

source: Loading...
es: Cargando...

# txt_editor
source: Text Editor:
es: Editor de textos:

# out_msg_path_invalid
source: Message OTR path cannot be blank!
es: ¡La ruta de mensajes no puede estar en blanco!

# txt_editor_tab
source: Text Editor
es: Editor de textos

# btn_save_h
source: Save .h message file
es: Guardar archivo de mensajes .h
